Repository: xjuan/cambalache
Catalog: po/*.po
Languages: cs, de

source: Suport for both Gtk 3 and 4 versions
cs: Podpora pro GTK verze 3 a 4
de: Unterstützung für Gtk 3- und 4-Versionen

source: Import and export multiple UI at once
cs: Importování a exportování více UI najednou
de: Importiere und exportiere mehrere Benutzeroberflächen gleichzeitig

source: Support plain (no custom tags) GtkBuilder features
cs: Podpora čistých (bez vlastních tagů) funkcí GtkBuilderu
de: Unterstützt einfache (keine benutzerdefinierten Tags) GtkBuilder-Funktionen

source: Undo / Redo stack
cs: Funkce zpět / znovu
de: Stapel rückgängig machen / wiederherstellen

source: Cambalache start window
cs: Uvítací okno Cambalache
de: Cambalache Startfenster

source: Cambalache new project page
cs: Okno pro vytvoření nového projektu Cambalache
de: Neues Projekt erstellen

source: Cambalache workspace
cs: Prostředí Cambalache

source: GUI Designer
cs: Návrhář grafického uživatelského rozhraní

source: user interface
cs: uživatelské rozhraní
de: Benutzeroberfläche

source: UI Builder
cs: Tvůrce uživatelského rozhraní
de: UI-Bauer

source: Preview mode
de: Vorschau-Modus

source: (template)
de: (Vorlage)

source: Data
de: Benutzerdaten

source: Copyright:
de: Uhrheberrechte:
