Repository: xjuan/cambalache
Catalog: po/*.po
Languages: cs, de

source: Print version
cs: Vypsat verzi
de: Druckversion

source: Export project
cs: Exportovat projekt
de: Projekt exportieren

source: Select which files:
cs: Vyberte, které soubory:
de: Wähle aus, welche Dateien:

source: Project
cs: Projekt
de: Projekt

source: Create new project
cs: Vytvořit nový projekt
de: Neues Projekt erstellen

source: Open a project
cs: Otevřít projekt
de: Ein Projekt öffnen

source: Close the project
cs: Zavřít projekt
de: Das Projekt schließen

source: Save the project
cs: Uložit projekt
de: Das Projekt speichern

source: Workspace
cs: Prostředí
de: Arbeitsbereich

source: Add slot/column
cs: Přidat zástupnou plochu/sloupec
de: Platzhalter/Spalte hinzufügen

source: Remove slot/column
cs: Odebrat zástupnou plochu/sloupec
de: Platzhalter/Spalte entfernen

source: Add row
cs: Přidat řádek
de: Zeile hinzufügen

source: Remove row
cs: Odebrat řádek
de: Zeile entfernen

source: Hi, I will show you around Cambalache
cs: Ahoj, provedu tě aplikací Cambalache
de: Hallo, ich zeige dir Cambalache

source: Common actions like Undo
cs: Běžné akce jako zpět
de: Häufige Aktionen wie Rückgängig

source: Redo
cs: znovu
de: Wiederherstellen

source: New Project
cs: Nový projekt
de: Neues Projekt

source: Import
cs: Importovat
de: Importieren

source: Create a project to continue
cs: Pro pokračování vytvoř nový projekt
de: Erstelle ein neues Projekt um fortzufahren

source: Great!
cs: Skvěle!
de: Großartig!

source: This is the project workspace, where you can see and select the widgets to edit
cs: Toto je prostředí projektu, kde můžeš vidět a vybírat widgety k úpravám
de: Dies ist der Projektarbeitsbereich, in dem du die zu bearbeitenden Widgets anzeigen und auswählen kannst

source: Project tree, with multiple UI support
cs: strom widgetů projektu s podporou více souborů UI
de: Projektbaum mit Unterstützung für mehrere Benutzeroberflächen

source: Class selector bar
cs: panel pro výběr třídy
de: Klassenauswahlbar

source: And the object editor
cs: a editor objektů
de: Und der Objekteditor

source: You can search all supported classes here
cs: Zde můžeš vyhledávat všechny podporované třídy
de: Du kannst alle unterstützten Klassen hier suchen

source: or investigate what is in each group
cs: nebo prozkoumat, co je v každé skupině
de: oder untersuchen, was in jeder Gruppe ist

source: Now let's add a new UI file
cs: Nyní přidej nový soubor UI
de: Jetzt füge eine neue UI-Datei hinzu

source: Good, now try to create a window
cs: Dobře, nyní zkus vytvořit okno
de: Gut, jetzt versuche ein Fenster zu erstellen

source: Excellent!
cs: Výborně!
de: Exzellent!

source: BTW, did you know you can double click on any placeholder to create widgets?
cs: Mimochodem, věděl jsi, že můžeš vytvořit nový widget dvojitým kliknutím na kteroukoliv zástupnou plochu widgetu?
de: Übrigens, wusstest du, dass du auf jeden Platzhalter doppelklicken kannst, um Widgets zu erstellen?

source: Try adding a grid
cs: Zkus přidat mřížku
de: Versuche, ein Grid hinzuzufügen

source: and a button
cs: a tlačítko
de: und einen Button

source: Quite easy! Isn't it?
cs: Je to jednoduché, že?
de: Sehr einfach, nicht war?

source: Once you finish, you can export all UI files to xml here
cs: Když skončíš, tady můžeš exportovat všechny soubory UI do XML
de: Wenn du fertig bist, kannst du hier alle UI-Dateien in eine XML-Datei exportieren

source: Export all
cs: Exportovat vše
de: Alles Exportieren

source: Contact
cs: Kontakt
de: Kontakt

source: Donate
cs: Přispět
de: Spenden

source: Have a nice day!
cs: Hezký den!
de: Einen schönen Tag!

source: Untitled
cs: Bez názvu
de: Unbetitelt

source: Hold <alt> to create object in place
cs: Podržením <alt> vytvoříte objekt na místě
de: Halte <alt> gedrückt, um ein Objekt an Ort und Stelle zu erstellen

source: <Choose a UI filename to create>
cs: <Vyberte jméno souboru UI k vytvoření>
de: <Wählen Sie einen zu erstellenden UI-Dateinamen>

source: Start interactive introduction
cs: Spustit interaktivní prohlídku
de: Starte interaktive Tour

source: Cambalache encounter the following issues:
cs: Cambalache narazil na následující problémy:
de: Cambalache hat ein Problem festgestellt:

source: Your file will be exported as '{name}.cmb.ui' to avoid data loss.
cs: Váš soubor bude exportován jako '{name}.cmb.ui', aby se předešlo ztrátě dat.
de: Die Datei wird als '{name}.cmb.ui' exportiert um Datenverlust zu vermeiden.

source: Cambalache encounter {unsupported_feature} Your file will be exported as '{name}.cmb.ui' to avoid data loss.
cs: Cambalache narazil na {unsupported_feature} Váš soubor bude exportován jako '{name}.cmb.ui', aby se předešlo ztrátě dat.
de: Cambalache hat folgendes festgestellt: {unsupported_feature} Die Datei wird als '{name}.cmb.ui' exportiert um Datenverlust zu vermeiden.

source: Error importing {filename}
cs: Chyba při importování {filename}
de: Fehler beim Importieren von {filename}

source: Error loading {filename}
cs: Chyba při načítání {filename}
de: Fehler beim Laden von {filename}

source: Choose project to open
cs: Vyberte projekt k otevření
de: Projekt zum Öffnen auswählen

source: File name already exists, choose a different name.
cs: Jméno souboru již existuje, vyberte jiné jméno.
de: Dateiname existiert bereits, wählen Sie einen anderen Namen.

source: Choose a new file to save the project
cs: Vyberte nové jméno souboru k uložení projektu
de: Wählen Sie eine neue Datei, um das Projekt zu speichern

source: Do you really want to remove {name}?
cs: Opravdu chcete odebrat {name}?
de: Möchten Sie wirklich {name} entfernen?

source: Choose file to import
cs: Vyberte soubor k importu
de: Datei zum Importieren auswählen

source: Choose a file to save the project
cs: Vyberte soubor k uložení projektu
de: Wählen Sie eine Datei um das Projekt zu speichern

source: {n} files exported
cs: Exportováno {n} souborů
de: {n} Dateien exportiert

source: File exported
cs: Soubor exportován
de: Datei exportiert

source: Save changes before closing?
cs: Uložit změny před zavřením?
de: Veränderungen vor dem Schließen speichern?

source: Close without Saving
cs: Zavřít bez uložení
de: Schließen ohne zu speichern

source: Cancel
cs: Zrušit
de: Abbrechen

source: Save
cs: Uložit
de: Speichern

source: Supporters
cs: Podporovatelé
de: Unterstützer

source: <Ctrl>+Ins/Del to add/remove placeholders
cs: <Ctrl>+Ins/Del pro přidání/odstranění zástupných ploch
de: <Strg>+Einfg/Entf um Platzhalter hinzuzufügen/zu entfernen

source: <Ctrl>+Ins/Del to add/remove columns <Shift>+<Ctrl>+Ins/Del to add/remove rows
cs: <Ctrl>+Ins/Del pro přidání/odstranění sloupců <Shift>+<Ctrl>+Ins/Del pro přidání/odstranění řádků
de: <Strg>+Einfg/Entf um Zeilen hinzuzufügen/zu entfernen <Strg>+Einfg/Entf um Spalten hinzuzufügen/zu entfernen

source: <Ctrl>+Ins/Del to add/remove pages
cs: <Ctrl>+Ins/Del pro přidání/odstranění stránek
de: <Strg>+Einfg/Entf um Seiten hinzuzufügen/zu entfernen

source: Add CSS file
cs: přidat soubor CSS
de: CSS-Datei hinzufügen

source: Close Project
cs: Zavřít projekt
de: Projekt schließen

source: Interactive intro
cs: Interaktivní prohlídka
de: Interaktive Tour

source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastenkürzel

source: About
cs: O aplikaci
de: Über

source: Add new UI to project
cs: Přidat do projektu nové UI
de: Neue Benutzeroberfläche zum Projekt hinzufügen

source: <b> <span size="18000">New project</span> </b>
cs: <b> <span size="18000">Nový projekt</span> </b>
de: <b> <span size="18000">Neues Projekt</span> </b>

source: Name
cs: Jméno

source: Toolkit target
cs: Cílová verze
de: Ziel-Toolkit

source: Location
cs: Umístění
de: Speicherort

source: <project basename>
cs: <jméno projektu>
de: <Projektbasisname>

source: Create
cs: Vytvořit
de: Erstellen

source: Old stable version
cs: Stará stabilní verze
de: Alte stabile Version

source: Recommended for new projects
cs: Doporučeno pro nové projekty
de: Empfohlen für neue Projekte

source: UI Filename
cs: Jméno souboru UI
de: UI-Dateiname

source: Properties
cs: Vlastnosti
de: Eigenschaften

source: Layout
cs: Kontejnery

source: Signals
cs: Signály
de: Signale

source: Object Editor
cs: Editor objektů
de: Objekt-Editor

source: UI Editor
cs: Editor UI

source: CSS Editor
cs: Editor CSS

source: • Liberapay is a recurrent donations platform • Run by a non-profit organization • Source code is public • No commission fee • ~5% payment processing fee
cs: • Liberapay je platforma pro opakované dary • Provozuje ji nezisková organizace • Zdrojový kód je veřejný • Žádný poplatek za provizi • ~5% poplatek za zpracování platby
de: • Liberapay ist eine Plattform für wiederkehrende Spenden • Von einer gemeinnützigen Organisation geführt • Quellcode ist öffentlich • Keine Provision • ~5 % Zahlungsbearbeitungsgebühr

source: Actions
cs: Akce
de: Aktionen

source: CSS theme
cs: CSS téma
de: CSS-Thema

source: Filename:
cs: Jméno souboru:
de: Dateiname:

source: <file name relative to project>
cs: <název souboru relativní k projektu>
de: <Dateiname relativ zum Projekt>

source: Use gtk4-builder-tool first to convert file.
cs: Prvně použijte gtk4-builder-tool pro konvertování souboru.
de: Benutze erst gtk4-builder-tool um Datei zu konvertieren

source: Can not import what looks like a {lib}-{ver} file in a {target_tk} project.{convert}
cs: Nepodařilo se importovat něco, co vypadá jako soubor {lib}-{ver} v projektu {target_tk}.{convert}
de: Eine Datei im {lib}-{ver} Format kann nicht in ein {target_tk} Projekt umgewandelt werden.{convert}

source: Can not import a {lib}-{ver} file in a {target_tk} project.{convert}
cs: Nepodařilo se importovat soubor {lib}-{ver} v projektu {target_tk}.{convert}
de: Eine {lib}-{ver} Datei kann nicht in ein {target_tk} Projekt importiert werden.{convert}

source: Reorder object {name} from position {old} to {new}
cs: Přemístit objekt {name} z pozice {old} na {new}
de: Verschiebe Objekt {name} von Position {old} zu {new}

source: Clear object {name} properties
cs: Vymazat vlastnosti objektu {name}
de: Eigenschaften von Objekt {name} löschen

source: Object Id
cs: ID objektu
de: Objekt-ID

source: Switch between object and template
cs: Přepnout mezi objektem a šablonou
de: Zwischen Objekt und Vorlage wechseln

source: {type} is not derivable.
cs: {type} není odvoditelný.
de: {type} ist nicht ableitbar.

source: Template
cs: Šablona
de: Vorlage

source: Type Name
cs: Jméno typu
de: Typenname

source: Child Type
cs: Typ mateřského widgetu
de: Kindertyp

source: This object will not be exported, it is only used to make a reference to it. It has to be exposed by your application with GtkBuilder expose_object method.
cs: Tento objekt nebude exportován, slouží pouze k vytvoření odkazu na něj. Musí být vystaven vaší aplikací pomocí metody GtkBuilder expose_object.

source: one unknown class '{detail}'
cs: jedna neznámá třída '{detail}'
de: Eine unbekannte Klasse '{detail}'

source: {n} unknown classes ({detail})
cs: {n} neznámých tříd ({detail})
de: {n} unbekannte Klassen ({detail})

source: one unknown property '{detail}'
cs: jedna neznámá vlastnost '{detail}'
de: Eine unbekannte Property '{detail}'

source: {n} unknown properties ({detail})
cs: {n} neznámých vlastností ({detail})
de: {n} unbekannte Properties ({detail})

source: one unknown signal '{detail}'
cs: jeden neznámý signál '{detail}'
de: Ein unbekanntes Signal '{detail}'

source: {n} unknown signals ({detail})
cs: {n} neznámých signálů ({detail})
de: {n} unbekannte Signale ({detail})

source: one unknown tag '{detail}'
cs: jeden neznámý tag '{detail}'
de: Ein unbekanntes Tag '{detail}'

source: {n} unknown tags ({detail})
cs: {n} neznámých tagů ({detail})
de: {n} unbekannte Tags ({detail})

source: one unknown attribute '{detail}'
cs: jeden neznámý atribut '{detail}'
de: Ein unbekanntes Attribut '{detail}'

source: {n} unknown attributes ({detail})
cs: {n} neznámých atributů ({detail})
de: {n} unbekannte Attribute ({detail})

source: one missing attribute '{detail}'
cs: jeden chybějící atribut '{detail}'
de: Ein fehlendes Attribut '{detail}'

source: {n} missing attributes ({detail})
cs: {n} chybějících atributů ({detail})
de: {n} fehlende Attribute ({detail})

source: xml:{line} unknown class '{detail}'
cs: xml:{line} neznámá třída '{detail}'
de: xml:{line} Unbekannte Klasse '{detail}'

source: xml:{line} unknown property '{detail}'
cs: xml:{line} neznámá vlastnost '{detail}'
de: xml:{line} Unbekannte Property '{detail}'

source: xml:{line} unknown signal '{detail}'
cs: xml:{line} neznámý signál '{detail}'
de: xml:{line} Unbekanntes Signal '{detail}'

source: xml:{line} unknown tag '{detail}'
cs: xml:{line} neznámý tag '{detail}'
de: xml:{line} Unbekanntest Tag '{detail}'

source: xml:{line} unknown attribute '{detail}'
cs: xml:{line} neznámý atribut '{detail}'
de: xml:{line} Unbekanntes Attribut '{detail}'

source: xml:{line} missing attribute '{detail}'
cs: xml:{line} chybějící atribut '{detail}'
de: xml:{line} Fehlendes Attribut '{detail}'

source: Import file "{filename}"
cs: Importovat soubor "{filename}"
de: Datei "{filename}" importieren

source: Add UI {basename}
cs: Přidat UI {basename}
de: Benutzeroberfläche {basename} hinzufügen

source: Remove UI "{name}"
cs: Odebrat UI "{name}"
de: Benutzeroberfläche "{name}" entfernen

source: Add CSS {basename}
cs: Přidat CSS {basename}
de: CSS {basename} hinzufügen

source: Remove CSS "{name}"
cs: Odebrat CSS "{name}"
de: CSS "{name}" entfernen

source: Add object {name}
cs: Přidat objekt {name}
de: Objekt {name} hinzufügen

source: Remove object {name}
cs: Odebrat objekt {name}
de: Objekt {name} entfernen

source: Create UI {ui}
cs: Vytvořit UI {ui}
de: Benutzeroberfläche {ui} erstellen

source: Remove UI {ui}
cs: Odebrat UI {ui}
de: Benutzeroberfläche {ui} entfernen

source: Update {field} of UI {ui}
cs: Aktualizovat pole {field} UI {ui}
de: Aktualisiere {field} von UI {ui}

source: Add CSS provider {css}
cs: Přidat poskytovatele CSS {css}
de: CSS-Provider {css} hinzufügen

source: Remove CSS provider {css}
cs: Odebrat poskytovatele CSS {css}
de: CSS-Provider {css} entfernen

source: Update {field} of CSS provider {css}
cs: Aktualizovat pole {field} poskytovatele CSS {css}
de: Aktualisiere {field} von CSS-Provider {css}

source: Add {ui} to CSS provider {css}
cs: Přidat {ui} k poskytovateli CSS {css}
de: {ui} zu CSS-Provider {css} hinzufügen

source: Remove {ui} from CSS provider {css}
cs: Odebrat {ui} z poskytovatele CSS {css}
de: {ui} von CSS-Provider {css} entfernen

source: Create object {obj}
cs: Vytvořit objekt {obj}
de: Objekt {obj} erstellen

source: Remove object {obj}
cs: Odebrat objekt {obj}
de: Objekt {obj} entfernen

source: Update {field} of object {obj}
cs: Aktualizovat pole {field} objektu {obj}
de: Aktualisiere {field} von Objekt {obj}

source: Add {signal} signal to {obj}
cs: Přidat signál {signal} objektu {obj}
de: {signal}-Signal zu {obj} hinzufügen

source: Remove {signal} signal from {obj}
cs: Odebrat signál {signal} objektu {obj}
de: {signal}-Signal von {obj} entfernen

source: Update {signal} signal of {obj}
cs: Aktualizovat signál {signal} objektu {obj}
de: {signal}-Signal von {obj} aktualisieren

source: Add {data}={value} to {obj}
cs: Přidat {data}={value} do objektu {obj}
de: {data}={value} zu {obj} hinzufügen

source: Remove {data}={value} from {obj}
cs: Odebrat {data}={value} z objektu {obj}
de: {data}={value} zu {obj} hinzufügen

source: Update {data} of {obj} to {value}
cs: Aktualizovat {data} objektu {obj} na hodnotu {value}
de: Aktualisiere {data} von {obj} zu {value}

source: Paste clipboard to {name}
cs: Vložit schránku do {name}
de: Zwischenablage in {name} einfügen

source: Cut object {name}
cs: Vyjmout objekt {name}
de: Objekt {name} ausschneiden

source: Cut {n_objects} object
cs: Vyjmout {n_objects} objektů
de: {n_objects} Objekt ausschneiden

source: Signal
cs: Signál

source: Handler
cs: Obslužná rutina
de: Steuerung

source: Swap
cs: Zaměnit
de: Vertauschen

source: After
cs: Za
de: Danach

source: Toplevel
cs: Nejvyšší úrovně
de: Oberste Ebene

source: Control
cs: Ovládání
de: Steuerung

source: Display
cs: Zobrazení
de: Anzeige

source: Model
cs: Modely
de: Modell

source: Others
cs: Ostatní
de: Andere

source: Unnamed {ui_id}
cs: Nepojmenovaný {ui_id}
de: Unbenannte {ui_id}

source: Description:
cs: Popis:
de: Beschreibung:

source: Authors:
cs: Autoři:
de: Autoren:

source: Domain:
cs: Doména:

source: <translation domain>
cs: <doména překladu>
de: <Übersetzungs-Domain>

source: Template:
cs: Šablona:
de: Vorlage:

source: Export
cs: Exportovat
de: Exportieren

source: Comment:
cs: Komentář:
de: Kommentar:

source: Restart workspace
cs: Restartovat prostředí
de: Arbeitsbereich neu starten

source: Inspect UI definition
cs: Prozkoumat definici UI
de: UI-Definition überprüfen

source: Workspace process error Stopping auto restart
cs: Chyba procesu pracovního prostoru Zrušen automatický restart
de: Arbeitsplatz-Prozessfehler Stoppe den automatischen Neustart

source: Project View
cs: Zobrazení projektu
de: Projektansicht

source: UI Definition
cs: Definice UI

source: Select File
cs: Vybrat soubor
de: Datei auswählen

source: Only standard
cs: Pouze standardní
de: Nur Standart

source: Only symbolic
cs: Pouze symbolické
de: Nur symbolisch

source: Clear property
cs: Vymazat vlastnost
de: Eigenschaften lehren

source: Add inline object
cs: Přidat vložený objekt
de: Inline-Objekt hinzufügen

source: Select Image
cs: Vybrat obrázek
de: Bild auswählen

source: <b>Translation</b>
cs: <b>Překlad</b>
de: <b>Übersetzung</b>

source: translatable
cs: přeložitelné
de: übersetzbar

source: Translation context:
cs: Kontext překladu:
de: Übersetzungskontext:

source: Comments for translators:
cs: Komentář pro překladatele:
de: Kommentar für Übersetzer:

source: All
cs: Vše
de: Alle

source: Animations
cs: Animace
de: Animationen

source: Applications
cs: Aplikace
de: Anwendungen

source: Categories
cs: Kategorie
de: Kategorien

source: Devices
cs: Zařízení
de: Geräte

source: Emblems
cs: Emblémy
de: Embleme

source: Emotes
cs: Emotikony
de: Emotionen

source: International
cs: Mezinárodní

source: MIME Types
cs: Typy souborů
de: MIME-Typen

source: Places
cs: Místa
de: Plätze

source: Status
cs: Stav

source: UI Maker
cs: Tvorba UI
de: UI-Ersteller

source: UI Maker;GUI designer;user interface;ui builder;
cs: tvorba UI;GUI designer;uživatelské rozhraní;tvořič ui;
de: UI-Ersteller;GUI-Designer;Benutzeroberfläche;UI-Builder;

source: New Features release!
cs: Vydání s novými funkcemi!

source: User Templates: use your templates anywhere in your project
cs: Uživatelské šablony: používejte své šablony kdekoli ve svém projektu

source: Workspace CSS support: see your CSS changes live
cs: Podpora CSS v prostředí: sledujte změny CSS naživo

source: GtkBuildable Custom Tags: support for styles, items, etc
cs: Vlastní značky GtkBuildable: podpora stylů, položek atd.

source: Property Bindings: bind your property to any source property
cs: Vazby vlastností: svažte svou vlastnost s jakoukoli zdrojovou vlastností

source: XML Fragments: add any xml to any object or UI as a fallback
cs: Fragmenty XML: přidejte libovolný xml do libovolného objektu nebo uživatelského rozhraní jako záložní

source: Preview mode: hide placeholders in workspace
cs: Režim náhledu: skrytí zástupných ploch v prostředí

source: WebKit support: new widget catalog available
cs: Podpora WebKit: k dispozici nový katalog widgetů

source: External objects references support
cs: Podpora odkazů na externí objekty

source: Add support for GdkPixbuf, GListModel and GListStore types
cs: Přidána podpora pro GdkPixbuf, GListModel a typy GListStore

source: Add missing child type attributes to Gtk4 GtkActionBar (B. Teeuwen)
cs: Přidán chybějící atribut podřízeného typu do Gtk4 GtkActionBar (B. Teeuwen)

source: Added French Translation (rene-coty)
cs: Přidán překlad do francouzštiny (rene-coty)

source: 3rd party libs release!
cs: Vydání s knihovnami třetích stran!
de: Drittanbieter-Bibliotheken-Veröffentlichung!

source: Add Adwaita and Handy library support
cs: Přidána podpora knihoven Adwaita a Handy
de: Füge Adwaita- und Handy-Support hinzu

source: Add inline object properties support (only Gtk 4)
cs: Přidána podpora vlastností vložených objektů (pouze Gtk 4)
de: Füge Unterstützung für Inline-Objekteigenschaften hinzu (nur Gtk 4)

source: Add special child type support (GtkWindow title widget)
cs: Přidána podpora speciálního typu mateřského widgetu (titlebar GtkWindow)
de: Füge spezielle Unterstützung für untergeordnete Typen hinzu(GtkWindow-Titel-Widget)

source: Improve clipboard functionality
cs: Vylepšena funkce schránky
de: Verbesserung der Funktionalität der Zwischenablage

source: Add support for reordering children position
cs: Přidána podpora pro měnění pozic mateřských widgetů
de: Füge Unterstützung für die Neuordnung der Position von Kindern hinzu

source: Add/Improve worspace support for GtkMenu, GtkNotebook, GtkPopover, GtkStack, GtkAssistant, GtkListBox, GtkMenuItem and GtkCenterBox
cs: Přidána/Vylepšena podpora ploch v GtkMenu, GtkNotebook, GtkPopover, GtkStack, GtkAssistant, GtkListBox, GtkMenuItem a GtkCenterBox
de: Füge/Verbessere Arbeitsplatz-Support für GtkMenu, GtkNotebook, GtkPopover, GtkStack, GtkAssistant, GtkListBox, GtkMenuItem und GtkCenterBox hinzu

source: New property editors for icon name and color properties
cs: Nové editory vlastností pro jméno ikony a barvu
de: Neuer Eigenschaften-Editor für für Symbolnamen und Farbeigenschaften

source: Add support for GdkPixbuf, Pango, Gio, Gdk and Gsk flags/enums types
cs: Přidána podpora pro GdkPixbuf, Pango, Gio, Gdk a typy Gsk flags/enums
de: Füge Support für GdkPixbuf, Pango, Gio, Gdk und Gsk flag-/enum-Typen

source: Add Ukrainian translation (Volodymyr M. Lisivka)
cs: Přidán ukrajinský překlad (Volodymyr M. Lisivka)
de: Füge Ukrainische Übersetzung hinzu (Volodymyr M. Lisivka)

source: Add Italian translation (capaz)
cs: Přidán italský překlad (capaz)
de: FügeItalienische Übersetzung hinzu (capaz)

source: Add Dutch translation (Gert)
cs: Přidán překlad do holandštiny (Gert)
de: Niederländische Übersetzung hinzufügen (Gert)

source: UX improvements Release!
cs: Vydání s vylepšeními uživatelského rozhraní!
de: UX-Verbesserungs-Veröffentlichung!

source: New Type chooser bar
cs: Nový panel pro výběr typu
de: Neue Typauswahlleiste

source: Workspace placeholder support
cs: Podpora zástupných ploch
de: Unterstützung für Arbeitsplatzplatzhalter

source: Translatable properties support (Philipp Unger)
cs: Podpora přeložitelných názvů vlastností (Philipp Unger)
de: Unterstützung für übersetzbare Eigenschaften (Philipp Unger)

source: Clipboard actions support (Copy, Paste, Cut)
cs: Podpora akcí schránky (kopírovat, vložit, vyjmout)
de: Unterstützung von Zwischenablageaktionen (Kopieren, Einfügen, Ausschneiden)

source: Better unsupported features report
cs: Lepší hlášení nepodporovaný funkcí
de: Besserer Bericht über nicht unterstützte Funktionen

source: New Matrix channel #cambalache:gnome.org
cs: Nový kanál na Metrixu #cambalache:gnome.org
de: Neuer Matrix-Channel #cambalache:gnome.org

source: You can now also support Cambalache on Liberapay
cs: Nyní můžete také podpořit Cambalache na Liberapay
de: Du kannst Cambalache jetzt auch auf Liberypay unterstützen

source: New translations release!
cs: Vydání s novými překlady!
de: Neue Übersetzungs-Veröffentlichung!

source: Add Czech translation. Vojtěch Perník
cs: Přidán český překlad. Vojtěch Perník
de: Füge Tschechische Übersetzung hinzu. Vojtěch Perník

source: Add German translation. PhilProg
cs: Přidán německý překlad. PhilProg
de: Deutsche Übersetzung hinzugefügt. PhilProg

source: Add x-cambalache mimetype with icon
cs: Přidán typ souboru x-cambalache s ikonou
de: Füge x-xcmbalache-mimetyp mit Symbol hinzu

source: First public release!
cs: První veřejné vydání!
de: Erste öffentliche Veröffentlchung!
